# PoundsMassPerFootSecond Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..PoundsMassPerFootSecond Property
UnitTypeId Class See Also
---
Pounds mass per foot second.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId PoundsMassPerFootSecond { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property PoundsMassPerFootSecond As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ PoundsMassPerFootSecond {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace